# 1) Лениво заполнить матрицу от 1 до 9 и вывести квадратом разделяя значения пробелом
# 1 2 3
# 4 5 6
# 7 8 9
#
# 2) С клавы заполнить матрицу 5 х 5 и вывести
# 3)  С клавы заполнить матрицу пользовательского размера и вывести
# 4) Принять у пользователя матрицу произвольного размера и посчитать сумму всех значений
# 5) Принять у пользователя матрицу произвольного размера и посчитать сумму по каждому столбцу
# 6) Принять у пользователя матрицу произвольного размера и посчитать сумму по каждой строке
# 7) Принять у пользователя матрицу произвольного размера и посчитать сумму по каждой из диагоналей
# 8) Вывести матрицу 10 на 10 заполненую символом * по границам
# 9-12 ) Написать игру
# Суть в том, что появляется игровое поле 10 на 10 символов заполненное внутри пробелом, а внешне - *
# Появляется игрок в виде символа @
# Появляется враги в виде символа + (с каждым уровнем +1 )
# Суть игры в том, чтобы за минимальное количество шагов сьесть всех врагов
# Изначально есть 5 ходов
# За каждого враша +5 ходов
# Враги появляются по случайным координатам